[
    {
        "subject": "Urgent Plea: Vote NO on Biased Resolution",
        "body": "Dear Council Member,\\n\\nAs a Fremont resident, I'm deeply concerened by the potential adoption of a biased resolution regarding the Israel-Hamas conflict. I urge you to vote NO on the proposed ceasefire resolution.\\n\\nRecent events in the Bay Area have introduced us to heightened antisemitism and Islamophobia. Introducing one-sided narratives that ignore the October 7 massacre and the rockets falling on Israel will only exacerbate these tensions, dividing our community further. We have already seen that these ceasefire discussions do not prevent discord: they inflame it. Ceasefire discussions in Oakland, Richmond, and the surrounding cities have led to long hours of chaotic public comments containing hate speech. SF Mayor London Breed has condemned a similar ceasefire resolution, labeling it ‘inflammatory and divisive’. Amplifying hatred has had immediate consequences: Jewish families have begun to move their children out of Oakland public schools as a result of rising antisemitism stoked by discussions such as these.\\n\\nI’m asking you to lead with empathy and ensure all local residents feel supported and welcomed. The ongoing war between Israel and Hamas has deeply impacted many members of our community. Many of us are in mourning. We must bring our community together – not pull ourselves apart. Please vote NO on the proposed ceasefire resolution.\\n\\nThank you,\\n"
    },
    {
        "subject": "Choose Empathy Over Division",
        "body": "Dear Council Member,\\n\\nAs a member of the Fremont community, I implore you to not to take a position on the charged topic of the Israel-Hamas conflict. At a time when divisiveness is at its peak, it's crucial that we choose empathy and understanding over further division.\\n\\nWe have seen the detrimental effects such resolutions have had in neighboring cities, inciting antisemitism, Islamophobia, and disrupting the peace. Fremont has always been a place of inclusivity and respect, and it is essential we maintain this by rejecting proposals that only serve to divide us.\\n\\nPlease continue to focus on important local issues and ensuring that our community remains a safe and welcoming environment for all its residents, free from hate and division.\\n\\nBest regards,\\n"
    },
    {
        "subject": "Preserve Unity: Reject Divisive Resolutions",
        "body": "Dear Council Member,\\n\\nAs a Fremont resident deeply invested in the harmony of our community, I urge you to consider the impact of adopting resolutions concerning the Israel-Hamas conflict. Recent events in the Bay Area have shown us the volatile mix of heightened antisemitism and Islamophobia. Introducing one-sided narratives will only exacerbate these tensions, dividing our neighbors further.\\n\\nThe scenes of discord in Oakland and Richmond, marked by hours of public comment filled with hate speech, serve as a caution. We must strive to be a beacon of unity, especially in these challenging times.\\n\\nLet us lead with empathy and inclusiveness, ensuring Fremont remains a welcoming community for all. Rejecting divisive resolutions is a step toward healing and peace.\\n\\nSincerely,\\n"
    },
    {
        "subject": "Both Sides Suffer from the Israel/Hamas conflict",
        "body": "Dear Council Member,\\n\\nOn October 7, 2023 my life and the lives of many Jews - especially those in Israel and in the surrounding area - changed. A group of Hamas fighters attacked civilian settlements and a festival, massacring over a thousand people, many of them women and children, kidnaping over a hundred, raping and torturing. As Israel responded by sending military forces into Gaza, where the hostages were held and the Hamas attackers took shelter, Israeli citizens found themselves under repeated rocket attacks. Children were kept home from schools.\\n\\nI am a Fremont resident, but I have friends and/or relatives in Israel, and the tragedy affects us all. Israel retaliated to a vicious attack - as any Democratic state would. Hamas is sheltering behind a civilian population, using them as shields, and Israel’s attack will inevitably hurt those human shields. That, too, is on Hamas. I feel for any innocents caught in the struggle. But ending the conflict is in Hamas’ hands - they can release the hostages and leave Gaza. Asking Israel, the attacked, to unilaterally give up on the hostages and its safety is inappropriate.\\n\\nAfter the attack, anti-semitism and hatred for anyone linked with Israel escalated in the Bay Area, affecting Jews living here and their children. A resolution from our city essentially asking to reward Hamas will increase the hatred and will be a slap in the face to those of us already targeted by anti-Semitism.\\n\\nPlease do not do this.\\n"
    },
    {
        "subject": "Please do not make me and my children less safe",
        "body": "Dear Council Member,\\n\\nFollowing the October 7, 2023 massacre and Israel’s military response, incidents of anti-Semitism in the Bay Area have increased. Children have been targeted in school. In San Jose University, a speaker calling for a two-state solution was targeted and attacked, until the speaker had to be evacuated. You, council members, have been targeted with threatening calls, too. Supporting Israel’s existence has become a dangerous thing.\\n\\nIf the Fremont council steps into this in support of the Hamas side, it will encourage these attacks, and further, it would be an insult to us, our residents who are targets of such attacks. We voted for you for the care and devotion you give to our local affairs; not to address global matters. Your job is not to step into international conflicts, and if and when you do, we hope you do not do it in a way that inflames passions and reduces our safety.\\n\\nPlease do not take resolutions on the conflict between Israel and Hamas.\\n"
    }
]
